Dlubal.SteelSurfaces.DesignCombination
Design combination type

Dlubal.SteelSurfaces.DesignCombination.UnknownDesignCombination
Unknown

Dlubal.SteelSurfaces.DesignCombination.Frequent
Frequent

Dlubal.SteelSurfaces.DesignCombination.Characteristic
Characteristic

Dlubal.SteelSurfaces.DesignCombination.QuasiPermanent
QuasiPermanent